{
    "newasset": "To create a new asset, call the **newasset** command, then input the short name, long name, link to photo, category, and cost separated by **semicolons**. The image must be a Discord CDN link. *Ex:* ```!newasset buzzard;Buzzard Attack Helicopter;https://cdn.discordapp.com/attachments/412839875570827284/412847975518175232/20180213003553_1.jpg;helicopter;100000```",
    "asset": "To view information about a specific asset, call the **asset** command, then input the short name of the desired asset. *Ex:* ```!asset buzzard```",
    "editasset": "To edit an existing asset, call the **editasset** command, then input the short name of the desired asset, the attribute to be altered, and the change to execute. *Ex:* ```!editasset jeep;longname;Jeep Wrangler```",
    "companybalance": "To edit the company balance, call the **companybalance** command, then input a '+' or '-' followed by the amount you would like to alter the balance by. Alternatively, inputing only the root command will return the current balance. *Ex:* ```!companybalance + 1000\n!companybalance```",
    "listassets": "To view the cumulative list of assets available for purchase, call the **listassets** command. *Ex:* ```!listassets```",
    "generatetable": "To generate the balance model, use the **generatetable** command. *Ex:* ```!generatetable```",
    "reload": "To reload a command, use the **reload** command, followed by the command to be reloaded. *Ex:* ```!reload balance```",
    "buycompanyasset": "To buy an asset, call the **buycompanyasset** command, then input the short name of the asset you would like to buy followed by the number of that asset you would like to purchase. *Ex:* ```!buycompanyasset towerwooden 3```",
    "destroyasset": "To destroy an asset, call the **destroyasset** command, then input the short name of the asset you would like to destroy followed by the number of that asset you would like to destroy. *Ex:* ```!destroyasset towerwooden 3```",
    "ownedassets": "To view the cumulative list of owned assets, call the **ownedassets** command. *Ex:* ```!ownedassets```",
    "deleteasset": "To remove an asset from the database, call the **deleteasset** command, followed by the short name of the asset to delete *Ex:* ```!deleteasset truck```",
    "buyorder": "To create a buy order, call the **buyorder** command, followed by the short name and number of that asset to add, separated by a space. More than one asset can be added to an order at a time, do this by dividing parameters with a **semicolon**. *Ex:* ```!buyorder towerwooden 3;rhib 1;jeep 10```",
    "listorder": "To view the currently open buy order, call the **listorder** command. *Ex:* ```!listorder```",
    "discardorder": "To clear all entries in the current order, call the **discardorder** command. *Ex:* ```!discardorder```",
    "omitfromorder": "To delete an entry from the current order, call the **omitfromorder** command, followed by the short name and number of that asset to discard, separated by a space. More than one asset can be discarded from an order at a time, do this by dividing parameters with a **semicolon**. *Ex:* ```!omitfromorder towerwooden 3;rhib 1;jeep 10```",
    "sendorder": "To send a previously constructed buy order, call the **sendorder**. *Ex:* ```!sendorder```",
    "newfaction": "To create a new faction to track reputation with, call the **newfaction** command followed by short name and full faction name divided by a **semicolon**. *Ex:* ```!newfaction AAF;Altis Armed Forces```",
    "deletefaction": "To remove a faction from the reputation database, call the **deletefaction** command followed by the short name of the faction to delete. *Ex:* ```!deletefaction aaf```",
    "reputation": "To alter reputation with a faction, call the **reputation** command followed by the short name, operator(**+** or **-**), and amount to change reputation, divided by **spaces**. Additionally, to view standings with all factions, call the **reputation** command with no arguments. *Ex:* ```!reputation aaf + 3\n!reputation```",
    "openprivateaccount": "To open a private account, use the **openprivateaccount** command. *Ex:* ```!openprivateaccount```",
    "privatebalance": "To edit a private balance, call the **privatebalance** command, then mention the user whos account you would like to edit, and finally add a '+' or '-' followed by the amount you would like to alter the account by. Inputting the root command will return your current private balance, and inputting the root command followed by the mention of another user will return their private balance. *Ex:* ```!privatebalance @=DRK= Skullker + 1000\n!privatebalance\n!privatebalance @=DRK Skullker```",
    "payout": "To execute a company wide private payout, gather all recipients in your voice channel, and use the **payout** command, then mention users to **exclude** from the payout, and finally input the amount to pay, the mentions and amount should be separated by a **semicolon**. *Ex:* ```!payout @=DRK= Skullker ; 1000\n!payout 1000```",
    "buy": "To buy private asset, call the **buy** command, then input the short name of the asset you would like to buy followed by the number of that asset you would like to purchase. *Ex:* ```!buy m4a1 1```",
    "privatetransfer": "To send money to another user, call the **privatetransfer** command followed by the mention of the target user and the amount to send. *Ex:* ```!privatetransfer @=DRK= Skullker 10000```"
}